<?php
include ("db.php");//Соединяемся с базой данных
//$result = mysql_query ("SELECT * FROM tovar",$db);
//$myrow = mysql_fetch_array($result);
?>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1251">
<title>Инструкция-шаблоны сообщений в ТВК. Два по Сто</title>
<link href="style.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
.style2 {font-size: 18px}
.style5 {
	font-size: 36px;
	font-family: "Courier New";
	font-weight: bold;
}
.style6 {color:#0000FF; font-size: 18px;}
-->
</style>
</head>
<body>
<table width="100%" border="0"	cellspacing="0"	cellpadding="0">
<?php
	include ("high.php"); //Подключаем шапку сайта
?>
<tr>
<?php
	include ("left.php"); //Подключаем левую часть
?>
<td align="left">
	  <br></p>
   &#160 &#160  &#160 Для того, чтобы сделать шаблоны сообщений в АРМ ТВК, необходимо:<br/>
       <p align="center">
     <img src="img/124.jpg">
<br/>
    <p align="center">
<img src="img/125.jpg"> </p>
<br/>
&#160 &#160  &#160	Затем добавить «Шаблоны сообщений». <br/>
&#160 &#160  &#160	Для этого нажать кнопку «Добавить», в поле «Название шаблона» ввести код сообщения, в поле «Текст шаблона» - запрос.<br/>
<p align="center">
<img src="img/126.jpg"></p>
  &#160 &#160  &#160  Нажать кнопку «Применить» и ввести остальные шаблоны тем же способом.<br/> <br/>
&#160 &#160  &#160  <b>Сообщения которые отправляются на 7 пункт передачи:</b><br/> 
&#160 &#160  &#160  Кол-во подтвержденных ГУ-46<br/>
&#160 &#160  &#160 (:9004 ДДММГГГГ ДДММГГГГ ДН ЕСР 0:)<br/> <br/>

&#160 &#160  &#160  Подвержденные ФДУ-92<br/>
&#160 &#160  &#160 (:9005 ДДММГГГГ ДДММГГГГ ДН ЕСР 0:)<br/> <br/>

&#160 &#160  &#160  Документы, оформленные по отправлению<br/>
&#160 &#160  &#160 (:7777 ЕСР 9001 ДДММГГГГ1701 ДДММГГГГ1700:)<br/> <br/>

&#160 &#160  &#160  Документы, оформленные по прибытию<br/>
&#160 &#160  &#160 (:7777 ЕСР 9003 ДДММГГГГ1701 ДДММГГГГ1700:)<br/> <br/>

&#160 &#160  &#160  <b>Сообщения которые отправляются на 2 пункт передачи:</b><br/>
&#160 &#160  &#160  5002Погрузка<br/>
&#160 &#160  &#160 (:3121 52 ХХХХ 0 0:5002:), где ХХХХ- 4-х значный код станции.<br/> <br/>

&#160 &#160  &#160  5002Выгрузка<br/>
&#160 &#160  &#160 (:3121 52 ХХХХ 1 0:5002:), где ХХХХ- 4-х значный код станции  <br/> <br/>

&#160 &#160  &#160  Ввод местного груза<br/>
&#160 &#160  &#160 (:111 ХХХХХ 1 Z 3 99 VVV:)<br/> <br/>

&#160 &#160  &#160   где:<br/>&#160 &#160 &#160  &#160 &#150 ХХХХХ-5-ти значный код станции; <br/> &#160 &#160 &#160 &#160 &#150 Z-период; <br/>&#160 &#160 &#160 &#160 &#150 VVV-кол-во вагонов местного груза.
<br/>




</p>
<br>

</ol>

</td>
</tr>

<?php
	include ("bottom.php"); //Подключаем низ сайта
?>
</table>

</body>
</html>
